/* eslint-disable */
var icon = require('vue-svgicon')
icon.register({
  'camera_capture': {
    width: 16,
    height: 16,
    viewBox: '0 0 15.28 15.03',
    data: '<defs/><g id="图层_2" data-name="图层 2"><g id="图层_5" data-name="图层 5"><path pid="0" class="cls-1" d="M.54 5.77s.9 1.35 1.81 1.53L1.26 8 0 6.13zM.72 4.86L2 6.63c1.62 1.27 2.71.55 2.71.55l5.73-3.78L8 0zm7.05-1.92l.81-.54.54.81-.81.54zM6.73 15h8.1a.45.45 0 0 0 .45-.45V7.38a.45.45 0 0 0-.45-.45h-8.1a.45.45 0 0 0-.45.44v7.22a.46.46 0 0 0 .45.41zm6.66-7.11a1 1 0 1 1-1 .95 1 1 0 0 1 1-.92zM7.7 11.24l1.42-1.42 2.37 2.37 1.42-1.43 1.43 1.43v1.42H7.7z"/></g></g>'
  }
})
