/* eslint-disable */
var icon = require('vue-svgicon')
icon.register({
  'department': {
    width: 16,
    height: 16,
    viewBox: '0 0 14 14',
    data: '<defs/><g id="图层_2" data-name="图层 2"><path pid="0" class="cls-1" d="M13.07 9.33h-.94v-2.8H7.47V4.67h.93a.94.94 0 0 0 .93-.94V.93A.93.93 0 0 0 8.4 0H5.6a.93.93 0 0 0-.93.93v2.8a.94.94 0 0 0 .93.94h.93v1.86H1.87v2.8H.93a.94.94 0 0 0-.93.94v2.8a.93.93 0 0 0 .93.93h2.8a.94.94 0 0 0 .94-.93v-2.8a.94.94 0 0 0-.94-.94H2.8V7.47h8.4v1.86h-.93a.94.94 0 0 0-.94.94v2.8a.94.94 0 0 0 .94.93h2.8a.93.93 0 0 0 .93-.93v-2.8a.94.94 0 0 0-.93-.94zm-9.34.94v2.8H.93v-2.8zm9.34 2.8h-2.8v-2.8h2.8z" id="图层_67" data-name="图层 67"/></g>'
  }
})
