/* eslint-disable */
var icon = require('vue-svgicon')
icon.register({
  'hidingPlace_menu_old': {
    width: 16,
    height: 16,
    viewBox: '0 0 33.81 37',
    data: '<defs/><g id="Layer_2" data-name="Layer 2"><g id="图层_1" data-name="图层 1"><path pid="0" class="cls-1" d="M17.91 0a9.13 9.13 0 0 0-9 9.26c0 4.21 6.09 10.48 8.25 12.92a1 1 0 0 0 1.49 0c2.16-2.44 8.26-8.71 8.26-12.92a9.14 9.14 0 0 0-9-9.26zm0 15a6 6 0 1 1 6-6 6 6 0 0 1-6 6z"/><path pid="1" class="cls-1" d="M33.3 30.31l-.3-3.12-1-11.28a1 1 0 0 0-1-.91h-3.09c-.45 1.15-1 2-2 4l3 3v6l-6-6c-2.46 3.39-3.79 3.64-4.56 3.9a1.19 1.19 0 0 1-.79 0c-.77-.23-2.7-1.08-4.65-3.91l-4 4 6.91 9h-4.91l-7-9 6-7a26.64 26.64 0 0 1-2-4H2.82a1 1 0 0 0-1 .91L0 35.91A1 1 0 0 0 1 37h31.81a1 1 0 0 0 1-1.09z"/></g></g>'
  }
})
